# Рассчитайте несколько показателей по секторам и годам IPO
# Функция seaborn pointplot () упрощает сравнение сводной статистики числовой переменной для разных уровней категориальных переменных:

# seaborn.pointplot(x=None, y=None, hue=None, data=None, ...)

# В видео вы видели визуализацию рыночной капитализации (числовая переменная), дифференцированная в зависимости от того, произошло ли IPO 
# (категориальная переменная) до (первый уровень) или после (второй уровень) 2000 года.
# В этом упражнении вы сравните среднюю рыночную капитализацию за каждый год с 2000 года для NYSE и NASDAQ после исключения выбросов, 
# превышающих 95-й процентиль. 




